var settings = {
	alltime : 60.0,
	compositionStarttime : 5.0,
	writingwordsStarttime : 20.0,
	writemusicStarttime : 40.0,
	list:[
		{
			src: "mp3/赵偲旖 - 笑话.mp3",
			start: 15,
			end: 60,
			rhythm:1000,
			irc: {
				"00:00.000":"笑话 - 赵偲旖"
				,"00:01.450":"词：赵偲旖"
				,"00:02.430":"曲：赵偲旖"
				,"00:03.400":"编曲：侯江浩"
				,"00:04.610":"制作人：小5"
				,"00:05.830":"混音：何世渝"
				,"00:07.040":"录音：郭秀枫"
				,"00:08.260":"吉他：吴海锋"
				,"00:09.470":"和声：小5"
				,"00:10.440":"录音室：无限可能 Studio"
				,"00:12.390":"监制：三千"
				,"00:13.360":"OP：千和世纪"
				,"00:14.580":"「版权所有未经许可请勿使用」"
				,"00:18.030":"不敢揣测的就别看破"
				,"00:21.400":"不要躲在虚伪面具背后"
				,"00:24.730":"别跟我 说什么 有没有 还不够"
				,"00:28.020":"全是你 自作自受"
				,"00:31.300":"别再试探这人性的脆弱"
				,"00:34.460":"它会比你想象的更冷漠"
				,"00:37.870":"拜托你 多注意 别那么 用全力"
				,"00:41.190":"对于我 这只是场游戏",
				"00:43.880":"我会势如雷动 击败你们所有"
			}
		},
		{
			src: "mp3/赵偲旖 - 笑话.mp3",
			start: 12,
			end: 92,
			rhythm:500,
			irc: {
				"00:00.000":"笑话 - 赵偲旖"
				,"00:01.450":"词：赵偲旖"
				,"00:02.430":"曲：赵偲旖"
				,"00:03.400":"编曲：侯江浩"
				,"00:04.610":"制作人：小5"
				,"00:05.830":"混音：何世渝"
				,"00:07.040":"录音：郭秀枫"
				,"00:08.260":"吉他：吴海锋"
				,"00:09.470":"和声：小5"
				,"00:10.440":"录音室：无限可能 Studio"
				,"00:12.390":"监制：三千"
				,"00:13.360":"OP：千和世纪"
				,"00:14.580":"「版权所有未经许可请勿使用」"
				,"00:18.030":"不敢揣测的就别看破"
				,"00:21.400":"不要躲在虚伪面具背后"
				,"00:24.730":"别跟我 说什么 有没有 还不够"
				,"00:28.020":"全是你 自作自受"
				,"00:31.300":"别再试探这人性的脆弱"
				,"00:34.460":"它会比你想象的更冷漠"
				,"00:37.870":"拜托你 多注意 别那么 用全力"
				,"00:41.190":"对于我 这只是场游戏",
				"00:43.880":"我会势如雷动 击败你们所有"
			}
		},
		{
			src: "mp3/赵偲旖 - 笑话.mp3",
			start: 5,
			end: 60,
			rhythm:100,
			irc: {
				"00:00.000":"笑话 - 赵偲旖"
				,"00:01.450":"词：赵偲旖"
				,"00:02.430":"曲：赵偲旖"
				,"00:03.400":"编曲：侯江浩"
				,"00:04.610":"制作人：小5"
				,"00:05.830":"混音：何世渝"
				,"00:07.040":"录音：郭秀枫"
				,"00:08.260":"吉他：吴海锋"
				,"00:09.470":"和声：小5"
				,"00:10.440":"录音室：无限可能 Studio"
				,"00:12.390":"监制：三千"
				,"00:13.360":"OP：千和世纪"
				,"00:14.580":"「版权所有未经许可请勿使用」"
				,"00:18.030":"不敢揣测的就别看破"
				,"00:21.400":"不要躲在虚伪面具背后"
				,"00:24.730":"别跟我 说什么 有没有 还不够"
				,"00:28.020":"全是你 自作自受"
				,"00:31.300":"别再试探这人性的脆弱"
				,"00:34.460":"它会比你想象的更冷漠"
				,"00:37.870":"拜托你 多注意 别那么 用全力"
				,"00:41.190":"对于我 这只是场游戏",
				"00:43.880":"我会势如雷动 击败你们所有"
			}
		},
	]
}